[
   {
   "ChallengeID": 0,
   "Title": "Ontology basics",
   "Statement": "",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "What is an ontology?",
   "ELeftAnswer": "*",
   "PLeftAnswer": "",
   "EMiddleAnswer": "*",
   "PRightAnswer": "",
   "ERightAnswer": "*",
   "Score": 20
 },
 {
   "ChallengeID": 1,
   "Title": "Classes",
   "Statement": "Ontologies offer to describe a part of the world with a set of classes and properties. A class describes a set of real world things. In the CRM game, classes are represented by poker style playing cards. \n\n Come on and try it : Play with the 3 classes decks by using the sliders and choose any card you want. You’ll get a 20 points discovering bonus!",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "",
   "ELeftAnswer": "*",
   "PLeftAnswer": "",
   "EMiddleAnswer": "*",
   "PRightAnswer": "",
   "ERightAnswer": "*",
   "Score": 20
 },
 {
   "ChallengeID": 2,
   "Title": "Class Labels",
   "Statement": "The label is a shorthand reference to identify each class. The class label appears at the top of the class game card.\n\nFor this challenge, use the sliders to fill in the three slots with the classes labelled in this order: E2 Temporal Entity, E77 Persistent Item, and E53 Place.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "Respect the order of the cards requested on each slot, from left to right.",
   "ELeftAnswer": "-E2",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E77",
   "PRightAnswer": "",
   "ERightAnswer": "-E53",
   "Score": 20
 },
 {
   "ChallengeID": 3,
   "Title": "Class Scope Notes",
   "Statement": "The scope note gives a detailed definition which is essential to understand what the class represents. \n\nFor this challenge, read the scope notes of the classes in slot 1 and pick the one that seems most appropriate for talking about an event like a wedding, a war or a handshake.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E7, E8, E18, E21, E22, E33, E28, E53",
   "PLeftInit": "",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "By elimination, a Physical Thing, a Person, a Human-Made Object, a Linguistic Object, a Conceptual Object or a Place are not Events. Can Acquisition represent this event?",
   "ELeftAnswer": "-E7",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 4,
   "Title": "IsA inheritance",
   "Statement": "Inheritance is the hierarchical organisation of classes, usually designated using the technical term \"IsA\".\n\nA class inherits all the properties assigned to its superclass.\nAny real-world thing (or instance) described by a class is ALSO described by the superclass of that class: if Dog is the subclass of Animal (Dog IsA Animal) and Bob is an instance of Dog, Bob is also an instance of Animal.\n\nIn the center of the class card, we can see the superclass (top of the frame) and subclasses (bottom of the frame) with dropdown menus. Use the mouse wheel or drag and drop to explore the frame. Clicking on a class name in the list will select the card for that class.\n\nFor this challenge, choose a card that is a subclass of E7 Activity.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Start by selecting the E7_Activity card and then use the central dropdown menus to select any subclass of E7_Activity.",
   "ELeftAnswer": "-E8, E9, E10, E11, E12, E13, E14, E15, E16, E17, E65, E66, E79, E80, E83, E85, E86, E87, E96",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 5,
   "Title": "Class Colours",
   "Statement": "In the CIDOC CRM tree structure, the main branches are associated with colours:\n- Blue: temporal entities that represent processes that take place in time.\n- Brown: physical elements that represent material objects with physical substance.\n- Yellow: conceptual elements which represent mental objects with an ideal substance.\n- Pink: actors, which represent what acts intentionally in the world.\n- Green: places.\n- Baby Blue: time periods.\n- Grey: dimensions.\n\nUsing the coloured tabs allows you to filter the package according to these main branches.\n\nIn this challenge, choose in slot 1 any temporal entity, in slot 2 any physical thing and in slot 3 any conceptual object, by using the colour tabs.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "Use the white tab to reset all tabs (the white tab corresponds to no colour filter activated).",
   "ELeftAnswer": ":Blue",
   "PLeftAnswer": "",
   "EMiddleAnswer": ":Brown",
   "PRightAnswer": "",
   "ERightAnswer": ":Yellow",
   "Score": 20
 },
 {
   "ChallengeID": 6,
   "Title": "Properties",
   "Statement": "A property is a well defined real world relationship between two classes. For example:  Bob is married to Sally. Peru is part of South America. Istanbul is called Constantinople.\n\nIn the CIDOC CRM game, properties are represented by small, monopoly chance style playing cards.\n\nCome on and try it : Play with the 2 properties decks by using the sliders and choose any card you want. You’ll get a 20 points discovering bonus!",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "*",
   "EMiddleInit": "",
   "PRightInit": "*",
   "ERightInit": "",
   "Explanation": "",
   "ELeftAnswer": "",
   "PLeftAnswer": "*",
   "EMiddleAnswer": "",
   "PRightAnswer": "*",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 7,
   "Title": "Property Labels",
   "Statement": "The label is a shorthand reference to identify each property. The property label appears at the top of the class game card.\n\nIntroducing properties between two classes begins to form sentences.\n\nFor this challenge, use the sliders to fill in the two slots with the properties labelled: P1i identifies and P2 has type.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E41",
   "PLeftInit": "*",
   "EMiddleInit": "-E22",
   "PRightInit": "*",
   "ERightInit": "-E55",
   "Explanation": "Respect the order of the cards requested on each slot, from left to right, to form a sentence.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P1i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P2",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 8,
   "Title": "Property Scope Notes",
   "Statement": "The scope note gives a detailed definition which is essential to understand what the property represents. \n\nFor this challenge, read the scope notes of the properties and pick the one that seems most appropriate for describing activity performed by a person.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E7",
   "PLeftInit": "-P1, P2, P11, P12, P14, P94, P108, P140, P141",
   "EMiddleInit": "-E21",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "The verb \"perform\" does not refer to a person's mere participation in an activity but to a person's responsibility for carrying out an activity.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P14",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 9,
   "Title": "Property IsA",
   "Statement": "Inheritance is also the hierarchical organisation of properties, usually designated using the technical term \"IsA\". A subproperty inherits all the characteristics of its superproperty. For example, if 'has wing' is subproperty of 'has limb' ('has wing' IsA 'has limb') and Sally Parrot has wing, it is also true Sally Parrot has limb.\n\nIn the center of the property card, we can see the superclass (top of the frame) and subclasses (bottom of the frame) with dropdown menus. Use the mouse wheel or drag and drop to explore the frame. Clicking on a property name in the list will select the card for that property.\n\nFor this challenge, choose a card that is a subproperty of P12 occurred in the presence of.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "*",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Start by selecting the property card P12 occurred in the presence of. Then use the central dropdown menus to select any subclass of P12 occurred in the presence of.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P11, P13, P14, P16, P22, P23, P25, P28, P29, P31, P33, P92, P93, P94, P95, P96, P98, P99, P100, P108, P110, P111, P112, P113, P123, P124, P135, P142, P143, P144, P145, P146, P151",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 10,
   "Title": "Property Domain",
   "Statement": "A property is meant to represent a possible real world relation between two things. For this reason, a property has a reading direction from a subject to an object (subject > property > object). The subject is called 'domain' and consists of a class and all its subclasses.\n\nOn the property cards, the domain is indicated on the left. Clicking on the domain of a property card will select the corresponding class card from the deck on the left.\n\nIn this challenge, for the selected property, choose a class for the domain of this property which would be appropriate considering the domain declaration of the property.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "-P92",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Clicking on the domain name of a property card will select the corresponding class card. This class and all its subclasses are valid as the domain of this property.",
   "ELeftAnswer": "-E12, E63, E65, E66, E67, E81, E83",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 11,
   "Title": "Property Range",
   "Statement": "A property has a reading direction from a subject to an object (subject > property > object). The object is called 'range' and consists of a class and all its subclasses.\n\nOn the property cards, the range of properties is indicated on the right. Clicking on the range of a property card will select the corresponding class card from the deck on the right.\n\nIn this challenge, for the selected property, choose a class for the range of this property which would be appropriate considering the range declaration of the property.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "-P108",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Clicking on the range name of a property card will select the corresponding class card. This class and all its subclasses are valid as the range of this property.",
   "ELeftAnswer": "",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E22, E24, E25, E78",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 12,
   "Title": "Property colours",
   "Statement": "The colours used to identify the main branches of the CIDOC CRM tree structure are also used for the domains and ranges on the property cards.\n\nThus the colour of the domain on a property card must match the colour of the class card on its left. Similarly, the colour of the range of a property card must match the colour of the class card on its right. This makes it easy to check the validity of properties by looking at the matching colours.\n\nIn this challenge, for the selected classes, choose a property card which respects the colour of the domain class and the colour of the range class, by using the colour tabs.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E5",
   "PLeftInit": "*",
   "EMiddleInit": "-E18",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Use the colour tabs to filter the domain class card and the range class card : blue on the left, brown on the right.",
   "ELeftAnswer": "",
   "PLeftAnswer": "[:Blue; :Brown]",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 13,
   "Title": "Property Domain IsA",
   "Statement": "The domain of a property points to one class. In fact, it allows us to talk about not just that class but any of its subclasses.\n\nIn this challenge, for the property selected, choose a subclass of the domain of this property.\nNote how this changes what is represented.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "-P92",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Click on the Domain link on the property card. Then, remember to use the subclass list on the class card to directly select a subclass.",
   "ELeftAnswer": "-E12, E65, E66, E67, E81, E83",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 14,
   "Title": "Property Range IsA",
   "Statement": "The range of a property points to one class. In fact, it allows us to talk about not just that class but any of its subclasses.\n\nIn this challenge, for the property selected, choose a subclass of the range of this property.\nNote how this changes what is represented.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "-P108",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Click on the Range link on the property card. Then, remember to use the subclass list on the class card to directly select a subclass.",
   "ELeftAnswer": "",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E22, E25, E78",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 15,
   "Title": "Class Instantiation",
   "Statement": "The classes and properties that make up an ontology are tools you can use to represent how things are in the world. Ultimately, classes are used to talk about real world things: people, places, events, ideas etc. and properties are used to talk about how they came about their creation, interaction, disappearing, modification, etc.\n\nWhen you classify a real world entity like a people, object, place under a class this is called instantiation.\n\nFor this challenge, note that there are 3 instances on the board. For each instance, choose from the classes above the correct one to instantiate them under. Use your intuition and what you know about reading labels and scope notes in order to choose the right answer.",
   "ILeftInit": "-I2\n\n",
   "IMiddleInit": "-I6",
   "IRightInit": "-I3",
   "ELeftInit": "-E7, E21, E27, E52, E53",
   "PLeftInit": "",
   "EMiddleInit": "-E7, E21, E27, E52, E53",
   "PRightInit": "",
   "ERightInit": "-E7, E21, E27, E52, E53",
   "Explanation": "The difficulty lies in defining what an excavation is. Indeed, it is not a place, nor the site itself, but an action, an activity.",
   "ELeftAnswer": "-E21",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E7",
   "PRightAnswer": "",
   "ERightAnswer": "-E52",
   "Score": 20
 },
 {
   "ChallengeID": 16,
   "Title": "Property Instantiation",
   "Statement": "The classes and properties that make up an ontology are tools you can use to represent how things are in the world. Properties are used to talk about how classes came about their creation, interaction, disappearing, modification, etc.\n\nWhen you connect two real world entities like a person, object, place using a property this is also instantiation.\n\nFor this challenge, note that there are 3 instances on the board already assigned to appropriate classes. Choose the correct properties to connect them in their real world relation. Use your intuition and what you know about reading labels and scope notes in order to choose the right answer.",
   "ILeftInit": "-I2\n\n",
   "IMiddleInit": "-I6",
   "IRightInit": "-I3",
   "ELeftInit": "-E21",
   "PLeftInit": "-P2, P4, P14i, P53, P70",
   "EMiddleInit": "-E7",
   "PRightInit": "-P2, P4, P14i, P53, P70",
   "ERightInit": "-E52",
   "Explanation": "Do not forget to use the colour tabs to filter the property cards and pay attention to the direction of the relationship described by the property which should always be read from left (domain) to right (range).",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P14i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P4",
   "ERightAnswer": "",
   "Score": 20
 }
]
