[
   {
   "ChallengeID": 0,
   "Title": "Introduction aux ontologies",
   "Statement": "",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "Qu’est ce qu’une ontologie ?",
   "ELeftAnswer": "*",
   "PLeftAnswer": "",
   "EMiddleAnswer": "*",
   "PRightAnswer": "",
   "ERightAnswer": "*",
   "Score": 0
 },
 {
   "ChallengeID": 1,
   "Title": "Classes",
   "Statement": "Les ontologies permettent de décrire différentes sortes de choses du monde grâce à un ensemble de classes et de propriétés. Une classe décrit une collection de choses du monde réel. Dans le jeu du CIDOC CRM, les classes sont représentées par des cartes à jouer de type poker. \n\n Vas-y, à ton tour d'essayer : manipule les 3 paquets de cartes de classe en utilisant le curseur et choisis les cartes que tu souhaites. Tu recevras 20 points bonus de découverte !",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "",
   "ELeftAnswer": "*",
   "PLeftAnswer": "",
   "EMiddleAnswer": "*",
   "PRightAnswer": "",
   "ERightAnswer": "*",
   "Score": 20
 },
 {
   "ChallengeID": 2,
   "Title": "Labels de classe",
   "Statement": "Le label est une référence abrégée pour identifier chaque classe. Le label de classe apparaît en haut de la carte de classe. \n\n Pour ce challenge, utilise le curseur pour remplir les 3 emplacements avec les classes suivantes et dans cet ordre : E2_Entité_temporelle, E77_Entité_persistante et E53_Lieu.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "Attention à bien respecter l’ordre demandé pour les emplacements allant de gauche à droite.",
   "ELeftAnswer": "-E2",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E77",
   "PRightAnswer": "",
   "ERightAnswer": "-E53",
   "Score": 20
 },
 {
   "ChallengeID": 3,
   "Title": "Note d'application de classe",
   "Statement": "La note d'application donne une définition détaillée qui est essentielle pour comprendre ce que la classe représente. \n\n Pour ce challenge, lis les notes d'application des classes dans l'emplacement 1 et choisis celle qui semble la plus appropriée pour parler de choses telles qu'un mariage, une guerre, ou une poignée de main.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E7, E8, E18, E21, E22, E33, E28, E53",
   "PLeftInit": "",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Par élimination, E18_Chose_matérielle, E22_Objet_fabriqué, E22_Objet_fabriqué, E28_Objet_conceptuel ou E53_Lieu ne sont pas des E5_Événement. Est-ce que E8_Acquisition représente cet événement ?",
   "ELeftAnswer": "-E7",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 4,
   "Title": "Héritage IsA",
   "Statement": "L'héritage est l'organisation hiérarchique des classes, qui est généralement désignée par le terme technique \"IsA\".\n\n Une classe hérite toutes les propriétés assignées à sa superclasse. \n Toute chose du monde réel (c'est-à-dire une instance) qui est décrite par une classe est AUSSI décrite par la super-classe de cette classe : si Chien est la sous-classe d'Animal et Bob est une instance de la classe Chien, alors Bob est aussi une instance d'Animal.\n\n Dans le centre de la carte de classe, on peut voir la super-classe (placée au-dessus) et les sous-classes (au-dessous) avec les menus déroulants. Utilise la roulette de la souris ou glisse et dépose pour explorer le menu de hiérarchie des classes. \n\n Pour ce challenge, choisis une carte qui est une sous-classe de E7_Activité.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Commence par chercher la carte E7_Activité et cherche dans le menu déroulant central pour sélectionner une sous-classe de E7_Activité.",
   "ELeftAnswer": "-E8, E9, E10, E11, E12, E13, E14, E15, E16, E17, E65, E66, E79, E80, E83, E85, E86, E87, E96",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 5,
   "Title": "Couleurs de classe",
   "Statement": "Dans la structure hiérarchique du CIDOC CRM, les branches principales sont associées avec des couleurs : \n Bleu : entités temporelles qui représentent des processus qui se passent dans le temps. \n Marron : éléments physiques qui représentent des objets matériels avec une substance physique. \n Jaune : éléments conceptuels qui representent des objets de l’esprit avec une substance idéelle. \n Rose : acteurs, qui représentent ce qui agit intentionnellement sur le monde. \n Vert : Lieux \n Bleu clair : périodes temporelles. Gris : dimensions. \n\n Utiliser les onglets colorés permet de filtrer le paquet de cartes par ces branches principales. \n\n Dans ce challenge, choisis dans l’emplacement 1 une carte appartenant aux entités temporelles, dans l’emplacement 2 une carte entité physique et dans l’emplacement 3 une carte d’objet conceptuel en utilisant les onglets colorés.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "*",
   "Explanation": "Utilise l’onglet blanc pour réinitialiser (l’onglet blanc signifie qu’il n’y a aucun filtre de couleur qui est activé).",
   "ELeftAnswer": ":Blue",
   "PLeftAnswer": "",
   "EMiddleAnswer": ":Brown",
   "PRightAnswer": "",
   "ERightAnswer": ":Yellow",
   "Score": 20
 },
 {
   "ChallengeID": 6,
   "Title": "Propriétés",
   "Statement": "Une propriété est une relation du monde réel bien définie entre deux classes. Par exemple : Bob est marié à Sally. Le Pérou fait partie de l'Amérique du Sud. Istanbul est appelée Constantinople. \n\n Dans le jeu du CIDOC CRM, les propriétés sont représentées par de petites cartes qui ressemblent aux cartes chance du Monopoly. \n\n Continue et essaie cela : joue avec les paquets de cartes de propriétés et choisis les cartes que tu veux. Tu recevras un bonus de 20 points de découverte !",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "*",
   "EMiddleInit": "",
   "PRightInit": "*",
   "ERightInit": "",
   "Explanation": "",
   "ELeftAnswer": "",
   "PLeftAnswer": "*",
   "EMiddleAnswer": "",
   "PRightAnswer": "*",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 7,
   "Title": "Labels de propriété",
   "Statement": "Le label est une référence abrégée pour identifier chaque propriété. La propriété apparaît en haut de la carte de propriété. \n\n Introduire une propriété entre deux classes permet de former des énoncés. \n\n Pour ce challenge, utilise les curseurs pour remplir les deux emplacements avec les propriétés suivantes : P1i_identifie et P2_a_pour_type.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E41",
   "PLeftInit": "*",
   "EMiddleInit": "-E22",
   "PRightInit": "*",
   "ERightInit": "-E55",
   "Explanation": "Attention de respecter l’ordre demandé pour chaque emplacement (de gauche à droite) pour former une phrase.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P1i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P2",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 8,
   "Title": "Note d'application de propriété",
   "Statement": "La note d’application de propriété donne une définition qui est essentielle pour la compréhension de la propriété qu’elle représente. \n\n Pour ce challenge, lis les notes d’application de propriétés et choisis celle qui semble la plus appropriée pour décrire l'activité effectuée par une personne.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E7",
   "PLeftInit": "-P1, P2, P11, P12, P14, P94, P108, P140, P141",
   "EMiddleInit": "-E21",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Le verbe effectuer ne fait pas seulement référence à la simple participation dans une activité mais il faut comprendre aussi la responsabilité de réaliser cette activité.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P14",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 9,
   "Title": "Heritage IsA de propriété",
   "Statement": "L'héritage est aussi l’organisation hiérarchique des propriétés, en général désignée par le terme technique \"IsA \". Une sous-propriété hérite de toutes les caractéristiques de la super-propriété. Par exemple, si “a des ailes” est une sous-propriété de “a des membres” ( “a des ailes” IsA “a des membres”) et que Sally le perroquet a des ailes, alors il est aussi vrai que Sally le perroquet a des membres. \n\n Dans la partie centrale de la carte de propriété, on peut voir la superbe-propriété (au-dessus) et la sous-propriété (au-dessous) avec les menus déroulants. Utilise la molette de la souris ou ou glisse et dépose pour explorer le menu de hiérarchie des propriétés. En cliquant sur le nom d’une propriété dans la liste, tu peux sélectionner la carte de cette propriété. \n\n Pour ce challenge, choisis une carte qui est un sous-propriete de P12_s'est_produit_en_présence_de_(était_présent_lors_de).",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "*",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Commence par chercher la carte P12_s'est_produit_en_présence_de_(était_présent_lors_de). Utilise le menu déroulant central pour sélectionner n’importe quelle sous-propriété de P12.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P11, P13, P14, P16, P22, P23, P25, P28, P29, P31, P33, P92, P93, P94, P95, P96, P98, P99, P100, P108, P110, P111, P112, P113, P123, P124, P135, P142, P143, P144, P145, P146, P151",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 10,
   "Title": "Domaine de propriété",
   "Statement": "Une propriété a pour but de représenter une relation possible entre deux choses dans le monde réel. Pour cela, une propriété a un sens de lecture du sujet vers l’objet (sujet > propriété > objet). Le sujet est appelé “domaine” et consiste en une classe et toutes ses sous-classes. \n\n Dans ce challenge, le domaine est indiqué sur la gauche de la carte. Cliquer sur le domaine de la carte de propriété permet de sélectionner les cartes de classe correspondant dans le paquet de carte de gauche. \n\n Dans ce challenge, avec la carte de propriété sélectionnée, choisis une classe pour le domaine de cette propriété qui est appropriée en fonction du domaine déclaré pour cette propriété.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "-P92",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Cliquer sur le nom de domaine d’une carte de propriété permet de sélectionner la carte de classe correspondante. Cette classe (et toutes ses sous-classes) sont valides en tant que domaine pour cette propriété.",
   "ELeftAnswer": "-E12, E63, E65, E66, E67, E81, E83",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 11,
   "Title": "Co-domaine de propriété",
   "Statement": "Une propriété a une direction de lecture depuis le sujet vers l’objet (sujet > propriété > objet). L’objet est appelé “co-domaine” et pointe vers une classe et toutes ses sous-classes. \n\n Sur les cartes de propriété, le co-domaine de la propriété est indiqué sur la droite. Cliquer sur le co-domaine de la carte de propriété permet de sélectionner la carte de classe correspondante dans le paquet de cartes sur la droite. \n\n Dans ce challenge, avec la carte de propriété sélectionnée, choisis une carte de classe pour le co-domaine de cette propriété qui serait appropriée en fonction du co-domaine déclaré pour cette propriété.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "-P108",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Cliquer sur le nom de co-domaine d’une carte de propriété permet de sélectionner la carte de classe correspondante. Cette classe (et toutes ses sous-classes) sont valides en tant que co-domaine pour cette propriété.",
   "ELeftAnswer": "",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E22, E24, E25, E78",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 12,
   "Title": "Couleurs de propriété",
   "Statement": "Les couleurs utilisées pour les branches principales de la structure hiérarchique du CIDOC CRM sont aussi utilisées pour les domaines et co-domaines des cartes de propriétés. \n\n Ainsi la couleur du domaine d’une carte de propriété doit correspondre à la couleur de la classe située à sa gauche. De la même manière, la couleur du co-domaine d’une carte de propriété doit correspondre à la couleur de la classe à sa droite. \n\n Dans ce challenge, choisis une carte de propriété qui respecte les couleurs de domaine et de co-domaine pour les cartes de classe sélectionnées.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "-E5",
   "PLeftInit": "*",
   "EMiddleInit": "-E18",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Utilise les onglets de couleur pour filtrer les cartes de classe a l’emplacement de domaine et de co-domaine : bleu a gauche; marron a droite.",
   "ELeftAnswer": "",
   "PLeftAnswer": "[:Blue; :Brown]",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 13,
   "Title": "Héritage IsA de domaine de propriété",
   "Statement": "Le domaine d’une propriété pointe vers une classe. Cela nous permet d’aller chercher cette classe ainsi que toutes ses sous-classes. \n\n Dans ce challenge, choisis une sous-classe pour le domaine de la propriété sélectionnée. \n Regarde comment ce que cela change en termes de représentation.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "*",
   "PLeftInit": "-P92",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Clique sur le lien de domaine sur la carte de propriété. Ensuite, utilise la liste des sous-classes sur la carte de classe pour y sélectionner une sous-classe.",
   "ELeftAnswer": "-E12, E65, E66, E67, E81, E83",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 14,
   "Title": "Héritage IsA de co-domaine de propriété",
   "Statement": "Le co-domaine d’une propriété pointe vers une classe. Cela nous permet d’aller chercher cette classe ainsi que toutes ses sous-classes. \n\n Dans ce challenge, choisis une sous-classe pour le co-domaine de la propriété sélectionnée. \n Regarde comment ce que cela change en termes de représentation.",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "-P108",
   "EMiddleInit": "*",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "Clique sur le co-domaine de la carte de propriété. Ensuite, utilise la liste de sous-classes sur la carte de classe pour y sélectionner une sous-classe.",
   "ELeftAnswer": "",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E22, E25, E78",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 15,
   "Title": "Instanciation de classe",
   "Statement": "Les classes et propriétés qui composent une ontologie forment un outil que l’on utilise pour représenter comment les choses sont dans le monde. Ainsi, les classes sont utilisées pour parler de choses du monde réel : des gens, lieux, événements, idées etc. Les propriétés permettent d’exprimer leur création, leurs interactions, leur disparition, leur modification etc. \n\n Quand on catégorise une entité du monde réel en tant que personne, objet, lieu dans une classe, on parle d’instanciation. \n\n Pour ce challenge, note qu’il y a 3 instances sur le plateau. Pour chaque instance, choisis parmi les classes au-dessus celle qui est correcte et place la au dessous de l’instance. Utilise ton intuition et ce que tu as appris sur les labels et les notes d’application pour choisir les bonnes réponses.",
   "ILeftInit": "-I2",
   "IMiddleInit": "-I6",
   "IRightInit": "-I3",
   "ELeftInit": "-E7, E21, E27, E52, E53",
   "PLeftInit": "",
   "EMiddleInit": "-E7, E21, E27, E52, E53",
   "PRightInit": "",
   "ERightInit": "-E7, E21, E27, E52, E53",
   "Explanation": "La difficulté réside dans la définition de ce qu’est une fouille archéologique. Ce n’est ni un E53_Lieu, ni E27_Site mais plutôt une action comme E7_Activité.",
   "ELeftAnswer": "-E21",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E7",
   "PRightAnswer": "",
   "ERightAnswer": "-E52",
   "Score": 20
 },
 {
   "ChallengeID": 16,
   "Title": "Instanciation de propriété",
   "Statement": "Les classes et propriétés qui composent une ontologie forment un outil que l’on utilise pour représenter comment les choses sont dans le monde. Les propriétés permettent d’exprimer leur création, leurs interactions, leur disparition, leur modification etc. \n\n Pour ce challenge, il y a 3 instances présentes sur le plateau de jeu. Choisis les propriétés pour les connecter par une relation du monde réel. Utilise ton intuition et ce que tu as appris sur les labels et les notes d’application pour choisir les bonnes réponses.",
   "ILeftInit": "-I2",
   "IMiddleInit": "-I6",
   "IRightInit": "-I3",
   "ELeftInit": "-E21",
   "PLeftInit": "-P2, P4, P14i, P53, P70",
   "EMiddleInit": "-E7",
   "PRightInit": "-P2, P4, P14i, P53, P70",
   "ERightInit": "-E52",
   "Explanation": "N’oublie pas d’utiliser les onglets de couleur pour filtrer les cartes de propriété et de faire attention à la direction de la relation décrite par la propriété qui doit toujours être lue de gauche (domaine) à droite (co-domaine).",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P14i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P4",
   "ERightAnswer": "",
   "Score": 20
 }
]
