[
 {
   "ChallengeID": 0,
   "Title": "CIDOC CRM Basics",
   "Statement": "",
   "ILeftInit": "",
   "IMiddleInit": "",
   "IRightInit": "",
   "ELeftInit": "",
   "PLeftInit": "",
   "EMiddleInit": "",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "The fundamental of CIDOC CRM",
   "ELeftAnswer": "",
   "PLeftAnswer": "",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 0
 },
 {
   "ChallengeID": 1,
   "Title": "Event, Thing, Place",
   "Statement": "CIDOC CRM classes are used to represent real world entities and their historical trajectory. At the most general level, CRM divides the world up into 3 basic classes:\n - events (E2 Temporal Entity): processes that were or are on-going like a war, a period, a handshake, a shooting\n -  things (E77 Persistent Item): items that participated in processes like a table, a sword, an idea, a person, an institution\n - places (E53 Place): something occurred in the sense of a physical geometry.\n\nFor this challenge, for each instance selected, choose the right class.",
   "ILeftInit": "-I7",
   "IMiddleInit": "-I6",
   "IRightInit": "-I4",
   "ELeftInit": "-E2, E53, E77",
   "PLeftInit": "",
   "EMiddleInit": "-E2, E53, E77",
   "PRightInit": "",
   "ERightInit": "-E2, E53, E77",
   "Explanation": "Look for generic classes to represent a physical thing, an event and a location.",
   "ELeftAnswer": "-E77",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E2",
   "PRightAnswer": "",
   "ERightAnswer": "-E53",
   "Score": 20
 },
 {
   "ChallengeID": 2,
   "Title": "Event",
   "Statement": "CRM Temporal classes are used to talk about processes that happen in time with ever more precision:\n - E2 Temporal Entity: event about which the only thing known is when it occurred either in absolute or relative time.\n - E4 Period: phenomena about which we want to state generic knowledge of duration and extent.\n - E5 Event: phenomena of limited time of which we have characteristic knowledge of agents and items involved.\n - E7 Activity: event in which we want to express the intention of the actors, or the elements involved.\n\nFor this challenge look at the 3 instances selected and choose the most appropriate class for categorizing them.",
   "ILeftInit": "-I25",
   "IMiddleInit": "-I55",
   "IRightInit": "-I6",
   "ELeftInit": "-E4, E5, E7",
   "PLeftInit": "",
   "EMiddleInit": "-E4, E5, E7",
   "PRightInit": "",
   "ERightInit": "-E4, E5, E7",
   "Explanation": "In case of doubt, proceed by elimination: from the most specific (the excavation of the guesthouse) to the most generic (the Middle Ages).",
   "ELeftAnswer": "-E4",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E5",
   "PRightAnswer": "",
   "ERightAnswer": "-E7",
   "Score": 20
 },
 {
   "ChallengeID": 3,
   "Title": "Time boundaries",
   "Statement": "Two general kinds of events that are of interest in historical research are beginnings and endings of things.\n\nThus two more important classes in the temporal event hierarchy include: \n - E63 Beginning of Existence: events that are known to have resulted in something coming into existence.\n - E64 End of Existence: events that are known to have resulted in something going out existence.\n\nFor this challenge, look at the instances and determine if the events depicted are examples of beginnings, endings or something else.",
   "ILeftInit": "-I50",
   "IMiddleInit": "-I49",
   "IRightInit": "-I26",
   "ELeftInit": "-E5, E63, E64",
   "PLeftInit": "",
   "EMiddleInit": "-E5, E63, E64",
   "PRightInit": "",
   "ERightInit": "-E5, E63, E64",
   "Explanation": "A beginning of existence is not necessarily instantaneous and the foundation of Marmoutier Abbey can be considered as a beginning of existence: even if this event lasts several years, it represents the beginning of the abbey of Marmoutier.",
   "ELeftAnswer": "-E63",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E64",
   "PRightAnswer": "",
   "ERightAnswer": "-E63",
   "Score": 20
 },
 {
   "ChallengeID": 4,
   "Title": "Things",
   "Statement": "Persistent Items are used to talk about things that endure through time. This is far too vague, however, to track important information about real world objects of study. To provide greater accuracy in describing items, CRM divides persistent items into three main classes:\n - objects (E18 Physical Thing): anything that has a corporeal existence.\n - ideas (E28 Conceptual Object): anything that is the product of the human mind.\n - persons (E39 Actor): anything that plays an intentional causal role in events (groups or individuals).\n\nIn this challenge pick out whether the entities shown are instances of E18 Physical Thing, E28 Conceptual Object or E39 Actor.",
   "ILeftInit": "-I2",
   "IMiddleInit": "-I7",
   "IRightInit": "-I18",
   "ELeftInit": "-E18, E28, E39",
   "PLeftInit": "",
   "EMiddleInit": "-E18, E28, E39",
   "PRightInit": "",
   "ERightInit": "-E18, E28, E39",
   "Explanation": "In case of doubt, proceed by elimination: the easiest one is the actor, then the physical object. The excavation report is to be considered as an intellectual work and not a printed work.",
   "ELeftAnswer": "-E39",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E18",
   "PRightAnswer": "",
   "ERightAnswer": "-E28",
   "Score": 20
 },
 {
   "ChallengeID": 5,
   "Title": "Ideas",
   "Statement": "E28 Conceptual Object is used to describe ideas that exist through a physical trace:\n - E89 Propositional Object: idea that makes specific statements about a real or imaginary world.\n - E90 Symbolic Object: symbolic encoding without regard to their meaning (see propositional object).\n - E73 Information Object: actually encoded proposition in the sense of stories, algorithms, images, laws of physics, imaginary places and people.\n\nFor this challenge, look at the instances presented and see which ones relate to which of these classes.",
   "ILeftInit": "-I52",
   "IMiddleInit": "-I54",
   "IRightInit": "-I56",
   "ELeftInit": "-E73, E89, E90",
   "PLeftInit": "",
   "EMiddleInit": "-E73, E89, E90",
   "PRightInit": "",
   "ERightInit": "-E73, E89, E90",
   "Explanation": "E89 is a pure proposition about the world not yet formulated in any specific form (evaluation). E90 is a pure symbol (the castle). E73 is a particular information object which delivers propositional content via a particular set of symbols (text on the coin).",
   "ELeftAnswer": "-E73",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E90",
   "PRightAnswer": "",
   "ERightAnswer": "-E89",
   "Score": 20
 },
 {
   "ChallengeID": 6,
   "Title": "Appellation and Type",
   "Statement": "In addition to the 3 subclasses of E28 Conceptual Object learned above, there are two highly important and reused classes for conceptual object:\n - E55 Type: formal concepts outlined in a taxonomic system.\n - E41 Appellation: names that people give to things. It is a special subclass of symbol since it has no necessary particular meaning, but it is used conventionally to point something in the world out.\n\nFor this challenge, look at the instances presented and see which ones relate to which of these classes, if any.",
   "ILeftInit": "-I9",
   "IMiddleInit": "-I14",
   "IRightInit": "-I16",
   "ELeftInit": "-E41, E55",
   "PLeftInit": "",
   "EMiddleInit": "-E41, E55",
   "PRightInit": "",
   "ERightInit": "-E41, E55",
   "Explanation": "In general, the appellation of an instance is enclosed in quotes to distinguish it from the concept itself. Types refer to subject repositories such as PACTOLS or the GETTY Art & Architecture Thesaurus.",
   "ELeftAnswer": "-E41",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E41",
   "PRightAnswer": "",
   "ERightAnswer": "-E55",
   "Score": 20
 },
 {
   "ChallengeID": 7,
   "Title": "Physical Things",
   "Statement": "E18 Physical Thing is used to describe physical items. The top-level classes are:\n - E19 Physical Object: corporeal things that have definite boundaries and limits, distinct and separate from other objects.\n - E26 Physical Feature: parts of objects that can be point out and recognized but are inseparable from a larger overall physical formation.\n - E24 Physical Human-Made Thing: objects made by human action. This class is used if we do not know if a thing is an object or a feature.\n\nIn this challenge for the instances presented choose if they are one of the above.",
   "ILeftInit": "-I34",
   "IMiddleInit": "-I7",
   "IRightInit": "-I35",
   "ELeftInit": "-E19, E24, E26",
   "PLeftInit": "",
   "EMiddleInit": "-E19, E24, E26",
   "PRightInit": "",
   "ERightInit": "-E19, E24, E26",
   "Explanation": "The flood deposit layer is a feature. Charcoal is not necessarily human-made, whereas coins are necessarily manufactured.",
   "ELeftAnswer": "-E19",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E24",
   "PRightAnswer": "",
   "ERightAnswer": "-E26",
   "Score": 20
 },
 {
   "ChallengeID": 8,
   "Title": "Human-made or not",
   "Statement": "E18 Physical Thing is used to describe physical items. It talks about any physical object in general regardless of any further characteristics. Using multiple inheritance, some classes in the physical object branch allow you to talk about whether something is human made AND whether it is whole or part of another thing. Biological object further specializeds 'physical thing' to enable discourse about living objects.\n\n - E22 Human-made Object: E19 Physical Object but made by human beings.\n - E25 Human-made Feature: E26 Physical Feature but only to talk about human made features.\n - E20 Biological Object: living entities which are treated as distinct in the world.\n\nIn this challenge for the instances presented choose if they are one of the above.",
   "ILeftInit": "-I8",
   "IMiddleInit": "-I36",
   "IRightInit": "-I7",
   "ELeftInit": "-E20, E22, E25",
   "PLeftInit": "",
   "EMiddleInit": "-E20, E22, E25",
   "PRightInit": "",
   "ERightInit": "-E20, E22, E25",
   "Explanation": "Coin and pit are human-made. Only the pit is a feature.",
   "ELeftAnswer": "-E25",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E20",
   "PRightAnswer": "",
   "ERightAnswer": "-E22",
   "Score": 20
 },
 {
   "ChallengeID": 9,
   "Title": "Actors",
   "Statement": "E39 Actor is used to describe intentional agents in the world:\n - E74 Group: persons or groups that come together with intention to carry out actions according to a common will.\n - E21 Person: particular individuals.\n\nIn this challenge, look at the instances and place them in the appropriate classes.",
   "ILeftInit": "-I2",
   "IMiddleInit": "-I10",
   "IRightInit": "-I28",
   "ELeftInit": "-E21, E74",
   "PLeftInit": "",
   "EMiddleInit": "-E21, E74",
   "PRightInit": "",
   "ERightInit": "-E21, E74",
   "Explanation": "The actor class is generic and can be specified here either by an individual person or by a group.",
   "ELeftAnswer": "-E21",
   "PLeftAnswer": "",
   "EMiddleAnswer": "-E74",
   "PRightAnswer": "",
   "ERightAnswer": "-E21",
   "Score": 20
 },
 {
   "ChallengeID": 10,
   "Title": "Naming and typing",
   "Statement": "An ontology is able to create an accurate representation of things in the world in the digital space by using properties to connect classes together. \n\nIn CIDOC CRM the highest level properties are defined on the top level entity E1 CRM Entity and they are used to describe the name and the type of any object:\n - P1 is identified by / P1i identifies: relates any entity (E1 and down) to a name it has been given (E41 Appellation)\n - P2 has type / P2i is type of: relates any entity (E1 and down) to a classificatory term that it has been given (E55 Type)\n\nIn this challenge, pick out the right properties to connect the instances displayed.",
   "ILeftInit": "-I37",
   "IMiddleInit": "-I2",
   "IRightInit": "-I9",
   "ELeftInit": "-E55",
   "PLeftInit": "-P1, P1i, P2, P2i",
   "EMiddleInit": "-E21",
   "PRightInit": "-P1, P1i, P2, P2i",
   "ERightInit": "-E41 ",
   "Explanation": "Note that the properties have a direction (domain to range). Each property has a mirror property which reverses the roles of the domain class and the range class. These inverse properties are coded with an \"i\".",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P2i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P1",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 11,
   "Title": "Where and when?",
   "Statement": "Properties for describing statements like Who? and What? start from event classes:\n - P11 has participant: connects E5 Event (and down) to E39 Actor (Bob Dylan, a Government) who was present at that event. This answers 'With who?'.\n - P14 is carried out by: connects E7 Activity to E39 Actor (a sculptor, a murderer) who intentionally carried out the event. This answers 'By who?'\n - P12 occurred in the presence of: connects E5 Event (and down) to E77 Persistent Item (a pen, a song) which was present at the event. This answers 'With what?'.\n - P16 used specific object: connects E7 Activity to E70 Thing (the murder weapon, a musical score) that was instrumentally used. This answers 'By what?'.\n\nIn this challenge, pick out the right intuitive properties to connect the instances in the story.",
   "ILeftInit": "-I3",
   "IMiddleInit": "-I6",
   "IRightInit": "-I4",
   "ELeftInit": "-E52",
   "PLeftInit": "-P4,P4i,P7,P7i",
   "EMiddleInit": "-E7",
   "PRightInit": "-P4,P4i,P7,P7i",
   "ERightInit": "-E53",
   "Explanation": "Note that the properties have a direction (domain to range). Each property has a mirror property which reverses the roles of the domain class and the range class. These inverse properties are coded with an \"i\".",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P4i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P7",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 12,
   "Title": "Who and what?",
   "Statement": "Properties for describing statements like Who? and What? start from event classes:\n - P11 has participant: connects E5 Event (and down) to E39 Actor (Bob Dylan, a Government) who was present at that event. This answers 'With who?'.\n - P14 is carried out by: connects E7 Activity to E39 Actor (a sculptor, a murderer) who intentionally carried out the event. This answers 'By who?'\n - P12 occurred in the presence of: connects E5 Event (and down) to E77 Persistent Item (a pen, a song) which was present at the event. This answers 'With what?'.\n - P16 used specific object: connects E7 Activity to E70 Thing (the murder weapon, a musical score) that was instrumentally used. This answers 'By what?'.\n\nIn this challenge, pick out the right intuitive properties to connect the instances in the story.",
   "ILeftInit": "-I38",
   "IMiddleInit": "-I6",
   "IRightInit": "-I2",
   "ELeftInit": "-E22",
   "PLeftInit": "-P11,P11i,P12,P12i, P14, P14i, P16, P16i",
   "EMiddleInit": "-E7",
   "PRightInit": "-P11,P11i,P12,P12i, P14, P14i, P16, P16i",
   "ERightInit": "-E21",
   "Explanation": "Note that the properties have a direction (domain to range). Each property has a mirror property which reverses the roles of the domain class and the range class. These inverse properties are coded with an \"i\".",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P12i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P14",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 13,
   "Title": "Beginning of existence",
   "Statement": "Beginning of Existence is a special type of event in CIDOC CRM, linked to objects with special properties:\n - P92 brought into existence: connects E63 Beginning of Existence to E77 Persistent Item.\n - P94 has created: connects E65 Creation to E28 Conceptual Object.\n - P95 has formed: connects E66 Formation to E74 Group.\n - P98 brought into life: connects E67 Birth to E21 Person.\n - P108 has produced: connects E12 Production to E24 Physical Human-made Thing.\n - P123 resulted in: connects E81 Transformation to E18 Physical Thing.\n\nFor this challenge, pick out the right intuitive property to connect the instances in the story.",
   "ILeftInit": "-I42",
   "IMiddleInit": "-I43",
   "IRightInit": "",
   "ELeftInit": "-E18",
   "PLeftInit": "-P92, P92i, P94, P94i, P95, P95i, P98, P98i, P108, P108i, P123, P123i, P124, P124i",
   "EMiddleInit": "-E81",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "The question here is the relationship between the transformation of the Marmoutier guesthouse into the Great Prior's House. The Great Prior's House has existed since this transformation. A property more specific than P92 brought into existence would be better.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P123i",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 14,
   "Title": "End of Existence",
   "Statement": "End of Existence is a special type of event in CIDOC CRM, linked to objects with special properties:\n - P93 took out existence: connects E64 End of Existence to E77 Persistent Item.\n - P99 dissolved: connects E68 Dissolution to E74 Group.\n - P100 was death of: connects E69 Death to E21 Person.\n - P13 destroyed: connects E6 Destruction to E18 Physical Thing.\n - P124 transformed: connects E81 Transformation to E24 Physical Human-made Thing.\n\nFor this challenge, pick out the right intuitive property to connect the instances in the story.",
   "ILeftInit": "-I1",
   "IMiddleInit": "-I43",
   "IRightInit": "",
   "ELeftInit": "-E18",
   "PLeftInit": "-P92, P92i, P94, P94i, P95, P95i, P98, P98i, P108, P108i, P123, P123i, P124, P124i",
   "EMiddleInit": "-E81",
   "PRightInit": "",
   "ERightInit": "",
   "Explanation": "The question here is the relationship between the transformation of the Marmoutier guesthouse into the Great Prior's House. The guesthouse disappeared with this transformation. A property more specific than P93 took out existence would be better. ",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P124i",
   "EMiddleAnswer": "",
   "PRightAnswer": "",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 15,
   "Title": "Material characteristics",
   "Statement": "Here is fundamental properties for material characteristics of physical things:\n - P43 has dimension: connects E70 Thing to E54 Dimension.\n - P46 is composed of: connects E18 Physical Thing to other E18 Physical Thing, which forms a part of it.\n - P45 consists of: connects E18 Physical Thing to E57 Material that it is composed it.\n - P130 shows features of: connects E70 Thing to E70 Thing in order to indicate a semblance between them.\n - P44 has condition: connects E18 Physical Thing to E3 Condition state, which describes the state of that thing over some period.\n\nFor this challenge, read and understand these fundamental properties for describing physical things and when you are ready connect the right properties in the challenge to score points!",
   "ILeftInit": "-I39",
   "IMiddleInit": "-I7",
   "IRightInit": "-I15",
   "ELeftInit": "-E54",
   "PLeftInit": "-P43, P43i, P44, P44i, P45, P45i, P46, P46i, P130, P130i",
   "EMiddleInit": "-E18",
   "PRightInit": "-P43, P43i, P44, P44i, P45, P45i, P46, P46i, P130, P130i",
   "ERightInit": "-E57",
   "Explanation": "Pay attention to the direction of the property between E54 Dimension and E18 Physical Thing.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P43i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P45",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 16,
   "Title": "Social characteristics",
   "Statement": "Here are fundamental properties for social characteristics of physical things:\n - P102 has title: connects E71 Human-made Thing to E35 Title.\n - P103 was intended for: connects E71 Human-made Thing to E55 Type describing use.\n - P104 is subject to: connects E72 Legal Object to E30 Right.\n - P105 right held by: connects E72 Legal Object to E39 Actor.\n - P49 has former or current keeper: connects E18 Physical Thing to E39 Actor.\n - P51 has former or current owner: connects E18 Physical Thing to E39 Actor.\n\nFor this challenge read and understand these fundamental properties for describing physical things and when you are ready connect the right properties in the challenge to score points!",
   "ILeftInit": "-I41",
   "IMiddleInit": "-I40",
   "IRightInit": "-I28",
   "ELeftInit": "-E55",
   "PLeftInit": "-P49, P49i, P51, P51i, P102, P102i, P103, P103i, P104, P104i, P105, P105i",
   "EMiddleInit": "-E24",
   "PRightInit": "-P49, P49i, P51, P51i, P102, P102i, P103, P103i, P104, P104i, P105, P105i",
   "ERightInit": "-E39",
   "Explanation": "Use the colour tabs to filter: this helps to narrow down the choices and to select the right property.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P103i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P51",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 17,
   "Title": "Parthood and bearers",
   "Statement": "Conceptual objects have properties used to the parthood relations and dependency of conceptual objects on physical carriers:\n - P106 is composed of: connects E90 Symbolic Object to E90 symbolic object of which it forms a part (e.g.: book -> page -> row).\n - P148 has component: connects E89 Propositional Object with other E89 Propositional Object of which it forms a part (e.g.: Hamlet -> Part 1 -> The opening Soliluqouy).\n - P128 carries: relates E28 Conceptual Object to E24 Human-made Thing, which bears it (e.g.: 'text of Hamlet' is carried by my Penguin Edition of Hamlet).\n - P65 shows: relates E36 Visual Item to E24 Human-made Thing, which bears it.\n\nFor this challenge, read and understand these fundamental properties for describing parthood and physical carriers of ideas.",
   "ILeftInit": "-I45",
   "IMiddleInit": "-I18",
   "IRightInit": "-I44",
   "ELeftInit": "-E73",
   "PLeftInit": "-P106, P106i, P128, P128i, P148, P148i",
   "EMiddleInit": "-E73",
   "PRightInit": "-P106, P106i, P128, P128i, P148, P148i",
   "ERightInit": "-E22",
   "Explanation": "P106 is composed of is used for the physical structure of a work while P148 has component is used for the structure of the content.  P128 is used for the medium of an intellectual work and P65 is reserved for the medium of a visual work.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P106i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P128i",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 18,
   "Title": "Aboutness of concepts",
   "Statement": "Some properties of conceptual objects are used to 'be about' or 'refer' to other things:\n - P67 refers to (most general): connects E89 Propositional Object to E1 CRM Entity which it refers to. \n - P129 is about (particular subject): connects E89 Propositional Object to E1 CRM Entity which it is about.\n - P138 represents (pictorial representation): connects E36 Visual Item to E1 CRM Entity which it depicts.\n\nFor this challenge use the right aboutness property to gain points.",
   "ILeftInit": "-I46",
   "IMiddleInit": "-I18",
   "IRightInit": "-I24",
   "ELeftInit": "-E22",
   "PLeftInit": "-P67, P67i, P129, P129i, P138, P138i",
   "EMiddleInit": "-E73",
   "PRightInit": "-P67, P67i, P129, P129i, P138, P138i",
   "ERightInit": "-E27",
   "Explanation": "Between the Marmoutier Abbey and the Guesthouse Buried Remains, it is necessary to determine which one is the most specific (P129) and which one is the most global (P67).",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P129i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P67",
   "ERightAnswer": "",
   "Score": 20
 },
 {
   "ChallengeID": 19,
   "Title": "Describing actors",
   "Statement": "The CIDOC CRM includes within its scope the description of actors in terms of intentional agents:\n - P107 has current or former member: connects E74 Group to E39 Actor which has been part of it.\n - P76 has contact point: connects E39 Actor to E41 Appellation that has acted as  its address.\n - P74 has current or former residence: connects E39 Actor to E53 Place where the actor has been located. \n\nFor this challenge use the right describing property to gain points.",
   "ILeftInit": "-I4",
   "IMiddleInit": "-I2",
   "IRightInit": "-I47",
   "ELeftInit": "-E53",
   "PLeftInit": "-P74, P74i, P76, P76i, P107, P107i",
   "EMiddleInit": "-E21",
   "PRightInit": "-P74, P74i, P76, P76i, P107, P107i",
   "ERightInit": "-E41",
   "Explanation": "Use the colour tabs to filter: this helps to narrow down the choices and to select the right property.",
   "ELeftAnswer": "",
   "PLeftAnswer": "-P74i",
   "EMiddleAnswer": "",
   "PRightAnswer": "-P76",
   "ERightAnswer": "",
   "Score": 20
 }
]